tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "ag"
brew "awscli"
brew "bat"
brew "bazel"
brew "chezmoi"
brew "deno"
brew "direnv"
brew "docker-completion"
tap "weaveworks/tap" # eksctl
brew "weaveworks/tap/eksctl" # eksctl
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-time"
brew "go"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "minikube"
brew "mysql"
brew "n"
brew "nvim"
brew "peco"
brew "procs"
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "skaffold"
brew "stern"
brew "tfenv"
brew "tgenv"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "zsh"

cask "alacritty"
cask "alfred"
cask "amazon-chime"
cask "adobe-creative-cloud"
cask "android-studio"
cask "asana"
cask "bartender"
cask "bettertouchtool"
cask "choosy"
cask "discord"
cask "firefox"
tap "homebrew/cask-fonts" # font
cask "font-noto-nerd-font" # font
cask "gather"
cask "google-japanese-ime"
cask "google-chrome-canary"
cask "karabiner-elements"
cask "kobo"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok"
cask "1password-cli"
cask "postman"
cask "rambox"
cask "rancher"
cask "skitch"
cask "slack"
cask "sketch"
cask "viber"
cask "visual-studio-code"
cask "zoom"

