tap "atlassian-labs/acli"
brew "atlassian-labs/acli/acli"
brew "ag"
brew "awscli"
brew "bat"
brew "bazel"
brew "buf"
brew "oven-sh/bun/bun"
brew "chezmoi"
brew "coreutils"
brew "deck"
brew "deno"
brew "direnv"
brew "docker-completion"
tap "weaveworks/tap" # eksctl
brew "weaveworks/tap/eksctl" # eksctl
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gh"
brew "gnu-time"
brew "kubernetes-cli"
brew "kustomize"
brew "lefthook"
brew "llvm"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mysql@8.0"
brew "numpy"
brew "nvim"
brew "ollama"
brew "openjdk"
brew "pipx"
brew "peco"
brew "procs"
brew "protobuf"
brew "python3"
brew "redis"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "sk"
brew "skaffold"
brew "solargraph"
brew "stern"
brew "tfenv"
brew "tgenv"
brew "tig"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "wget"
brew "zsh"

cask "1password-cli"
cask "android-studio"
cask "anki"
cask "arc"
cask "bartender"
cask "bettertouchtool"
cask "choosy"
cask "claude-code@latest"
cask "clipy"
cask "copilot-cli"
cask "cursor"
cask "discord"
cask "deepl"
cask "espanso"
cask "firefox"
cask "font-noto-nerd-font"
cask "font-hackgen-nerd"
cask "gather"
cask "ghostty"
cask "goland"
cask "google-chrome"
cask "google-chrome@canary"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kobo"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "mockoon"
cask "mongodb-compass"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "pokemon-tcg-live"
cask "postman"
cask "rambox"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "spotify"
cask "visual-studio-code"
cask "zen"
cask "zoom"

