brew "ag"
brew "awscli"
brew "bat"
brew "bazel"
tap "oven-sh/bun"
brew "bun"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docker-completion"
tap "weaveworks/tap" # eksctl
brew "weaveworks/tap/eksctl" # eksctl
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gh"
brew "gnu-time"
brew "goenv"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "minikube"
brew "mkcert"
brew "mysql@8.0"
brew "n"
brew "numpy"
brew "nvim"
brew "peco"
brew "procs"
brew "protobuf"
brew "python3"
brew "redis"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rbenv"
brew "ruby-build"
brew "shared-mime-info"
brew "skaffold"
brew "solargraph"
brew "stern"
brew "tfenv"
brew "tgenv"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"

cask "alacritty"
cask "altair-graphql-client"
cask "alfred"
cask "amazon-chime"
cask "adobe-creative-cloud"
cask "android-studio"
cask "arc"
cask "bartender"
cask "bettertouchtool"
cask "choosy"
cask "discord"
# cask "docker"
cask "firefox"
tap "homebrew/cask-fonts" # font
cask "font-noto-nerd-font" # font
cask "gather"
cask "google-japanese-ime"
cask "google-chrome-canary"
cask "grammarly"
cask "karabiner-elements"
cask "kobo"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "1password-cli"
cask "postman"
cask "rambox"
cask "rancher"
cask "rectangle"
cask "sequel-ace"
cask "skitch"
cask "sketch"
cask "viber"
cask "visual-studio-code"
cask "zoom"

